package report.jangjaehyun.r0010;

public class Exam4 {
// 1. 생성자와 함수의 차이를 서술해주세요.
// 2. 오버로딩에 대해 서술해주세요.
// 3. MY-SQL이란 무엇인지 서술해주세요.
// 4. MY-SQL의 설치 방법을 서술해주세요.
// 5. OS버전 및 
// http의 기본 포트는 무엇이며 이클립스에 셋팅하는 서버(톰캣)에서 포트를 바꾸는 방법을 서술해주세요.
// 국제 네트워크 표준 모델인 OSI7 계층도를 작성해주세요.
// 네트워크에 대해 서술해주세요.
	
	// 네트워크의 종류 중 근거리 통신망(LAN : Local Area Network)에 대해 서술해주세요.
	//1) 300m 이하의 통신회선으로 연결된 통신망
	//2) 네트워크 매체를 이용하여 집, 사무실, 학교 등의 건물과 같은 가까운 지역을 한데 묶는 컴 네트워크
	//3) 한정된 지역에서 컴퓨터를 기본으로 하는 여러가지 전자기기 사이의 자유로운 정보 교환
}
